[{
  "q": "investigate some nearby ruins and retrieve their lost hunting horn. Apparently, they were hunting in the area and dropped it."
},{
  "q": "escort them to a nearby town. They would go on their own but the cargo they're carrying is too precious to risk."
},{
  "q": "keep an eye on their spouse for a night. They've awoken the past few nights without their spouse in bed and are afraid they're sneaking out to cheat."
},{
  "q": "protect their farm overnight. Something has been stealing their cattle."
},{
  "q": "help them figure out why their cat's eyes have been glowing red in the moonlight every night this week. They're starting to get worried."
},{
  "q": "help put out a fire! A tavern has been burning for three days with no signs of stopping. Strangely, none of the nearby buildings have caught flame and it sounds like someone is still alive inside. "
},{
  "q": "investigate a nearby swamp full of undead beasts. They only attack when provoked but have been wandering into the local hamlet and people are getting anxious. "
},{
  "q": "gather a pouch of wild basil leaves for use in their famous stew. This particular basil only grows about an hour's ride west of here."
},{
  "q": "investigate a nearby well. They swear they've heard singing coming from the depths but this well is too deep and dark to see inside."
},{
  "q": "be their friends for a day."
},{
  "q": "pretend to be their significant other for a night. They're going to a party and want to make their ex jealous. "
},{
  "q": "investigate a village out west. The townsfolk have been disappearing and strange markings are left in their stead. They want the party to try to find the missing townsfolk -- dead or alive."
},{
  "q": "delve into their basement. They've been hearing strange noises down there the past few nights but are too scared to look. "
},{
  "q": "take a look at a list of names. They found it on the street are worried about the implications. Four of the six names are crossed out. The fifth name belongs to someone the party is friends with."
},{
  "q": "help with the disappearance of the local guard captain. They went missing several nights ago and no one else in the town seems to care."
},{
  "q": "investigate a mysterious wizard tower that just appeared in the town square the other day. Any time the townsfolk get near a booming voice warns them to run away."
},{
  "q": "take a look at a strange glowing stone in their hand that screams when the party tries to touch it."
},{
  "q": "find their missing brother. He wandered off into the woods looking for mushrooms two days ago and hasn't come home. "
},{
  "q": "reach out to an old friend from childhood. They haven't spoken since the quest-giver betrayed the friend's trust years ago and they want to apologize."
},{
  "q": "deliver a message to a rival in a nearby town. The quest-giver is convinced the rival is stealing from them and wants to challenge them to a dual."
},{
  "q": "take a look around their neighbor's house. They've been hearing strange noises at night and are starting to get worried about the inhabitants."
},{
  "q": "deliver a package to a family member in a nearby town for their birthday. When the party looks inside, they find a rambunctious puppy!"
},{
  "q": "find and destroy an artifact deep inside some nearby ruins. The quest-giver was recently on a research expedition that went awry and they accidentally activated a device that has opened a portal to the Nine Hells. It's only a matter of time before the demons realize they can escape the ruins and start wreaking havok!"
}]